
 {
  "Sl.": 1,
  "Theme": "Military is being tried for no reason",
  "Details": "Sheikh Hasina claimed that the army is being tried for following orders in July-August 2025.",
  "Posted on": "Oct 29, 2025",
  "Source": "https:\/\/www.facebook.com\/reel\/847791391100465",
  "Quote 1": "How do the show victory sign after stealing?",
  "Violent": "No",
  "MP3": "Hasina threatens army-prosecutor.mp3",
  "Submitted": "No"
 },
 {
  "Sl.": 2,
  "Theme": "Call for revenge",
  "Details": "Sheikh Hasina called upon his supporters to \"cleanse\" by beating (or killing) the activisits of her opposing parties.",
  "Posted on": "Oct 29, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/r\/1AC9Wdk7wG\/",
  "Quote 1": "I'm creating a list of everyone who was beaten (or killed). I'm building a separate database. I will exact vengeance (for each of the incidents). ",
  "Quote 2": "They will beat my activists, and I will tolerate it? No. ",
  "Quote 3": "I will cleanse (them) this time. My goal is to clean the dirt of Bangladesh.",
  "Violent": "Yes",
  "MP3": "Hasina calls for revenge.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 3,
  "Theme": "Threatens to try Yunus",
  "Details": "Hasina will pay Yunus back his own coins.",
  "Posted on": "Oct 28, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/r\/18vmRiVa97\/",
  "Quote 1": "He (Yunus) arrested my supporters. I will put him behind the bars too.",
  "Violent": "No",
  "MP3": "Hasina threatens action against CA Yunus.mp3",
  "Submitted": "No"
 },
 {
  "Sl.": 4,
  "Theme": "Got license to kill 227",
  "Details": "Sheikh Hasina claimed in a conversation with AL leader that she got the license to kill 227 people, who filed cases against her after her fall.",
  "Posted on": "Oct 28, 2024",
  "Source": "Sheikh Hasina Audio : আবার বিস্ফোরক অডিও ভাইরাল, ২২৭ জনকে মা*রা*র লাইসেন্স পেয়ে গেছি জানালেন হাসিনা",
  "Quote 1": "Draft a list. I got the licence to kill 227.",
  "Quote 2": "The punishment for one [murder] case and the punishment for 225 [murder] cases are the same. All right, I will take that. But before that, I will count 225 [deaths]. Keep that in mind",
  "Quote 3": "Don’t they have houses? Do you need to do everything in public? If you don’t have your home, they won’t have their home. If my house were torched, theirs would be too.",
  "Violent": "Yes",
  "MP3": "Hasina got license to kill 227.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 5,
  "Theme": "Hasina defends, threatens",
  "Details": "Hasina defends her acts, and urges her supporters to fight back.",
  "Posted on": "Jun 3, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/v\/1BEPdxv1C9\/",
  "Quote 1": "If you touch fire, your hand will burn. We will make them understand that. What else should I say?",
  "Quote 2": "They beat our men while transporting them to jail. Why don't you do anything? From now on, when they (AL) are transported, take position around them and stay alert. If someone tries to beat them, give them befitting reply.",
  "Quote 3": "Bangladesh was liberated by guerrilla warfare. So teach them a lesson, in whatever way possible. This is my order. ",
  "Violent": "Yes",
  "MP3": "Hands will burn if they touch us-Hasina.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 6,
  "Theme": "Encouring army to rebel",
  "Details": "Hasina hints that the army has tanks so they should use them since Yunus-led Govt. is taking action against army officers.",
  "Posted on": "Oct 18, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/v\/1GPXH2WgQf\/",
  "Quote 1": "How dare they issue a warrant against these officers? Where do they muster the courage?",
  "Quote 2": "Isn’t there any valorous officer? Then how will they keep the sovereignty of Bangladesh?",
  "Quote 3": "First Bangabandhu, and then I, bought them the tanks. They were used to kill us. But they can’t use them now.",
  "Violent": "Yes",
  "MP3": "How dare they issue warrant-Hasina.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 7,
  "Theme": "Remember the faces",
  "Details": "Hasina urged her supporters to remember the faces of BNP-Jamaat men who attacked them and promised that they will be compensated.",
  "Posted on": "Oct 10, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/r\/19vmvFn6Y1\/",
  "Quote 1": "I'm warning BNP-Jamaat. Enough is enough. Remember all the faces. Spare none.",
  "Quote 2": "Those whose houses were torched and broken will get compensation. These cronies of Yunus have made billions. Their properties and assets will be distributed [to the victims] as compensation.",
  "Violent": "Yes",
  "MP3": "AL men will be compensated with Yunus' supporters properties.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 8,
  "Theme": "Call for revenge",
  "Details": "AL supporters, victims of attacks, should take action and adopt guerrilla warfare's tactics.",
  "Posted on": "Sept 23, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/r\/1Cf3vpjyVB\/",
  "Quote 1": "Those who torched your houses, insulted your parents and children, destroyed your business, hacked you, you know them. [Don’t think about] when you will have the power and avenge them. Why do you have to consider these against those who took over the power illegally?  ",
  "Quote 2": "Why do you forget that Bangladesh was liberated through guerrilla warfare? Adopt those tactics. Those who have done these against you, take action against them, wherever you find them, whenever you find them.  ",
  "Violent": "Yes",
  "MP3": "Take revenge against them-Hasina.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 9,
  "Theme": "Identify them, resist",
  "Details": "Hasina urged to take action against those who attacked AL men.",
  "Posted on": "Sept 23, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/r\/1BRj1Jc5qx\/",
  "Quote 1": "Take action against those who have harmed you. This is my order. To survive, you have to live like a living being.",
  "Violent": "Yes",
  "MP3": "Identify them, resist - Hasina.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 10,
  "Theme": "Endorses attacks",
  "Details": "Since our party has been banned, AL's only option is to target the BNP and Jamaat members and attack them.",
  "Posted on": "Sept 28, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/v\/1BWCxgW5yP\/",
  "Quote 1": "Since our party is no more (banned), our only option is to attack and kill the BNP and Jamaat men. I don’t see any other option.",
  "Quote 2": "Awami League won't be at fault because Awami League isn't there. Chhatra League is not there anymore. So we can do whatever we want to. Start [attacking] now.",
  "Violent": "Yes",
  "MP3": "Attacking them is the only option-Hasina.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 11,
  "Theme": "Protest with whatever you have",
  "Details": "Leaders and activists of the Awami League are encouraged to mobilise and engage in protests.",
  "Posted on": "Oct 23, 2025",
  "Source": "https:\/\/www.facebook.com\/reel\/1540554374062914",
  "Quote 1": "All leaders and activists of the Awami League must rise up today, protest with everything they have. Stand up.",
  "Violent": "No",
  "MP3": "Resist with whatever you have.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 12,
  "Theme": "Threatens to kill",
  "Details": "Those who have attempted to kill Hasina will face consequences.",
  "Posted on": "Aug 10, 2025",
  "Source": "https:\/\/www.facebook.com\/watch\/?v=766107109121413&rdid=BJlEOigoFYqRnZjY",
  "Quote 1": "Those who tried take my life will have to die.",
  "Quote 2": "Be strong, don't talk about sacrificing your lives.",
  "Violent": "Yes",
  "MP3": "Those who wanted to kill me will die-Hasina.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 13,
  "Theme": "Yunus to be held to account",
  "Details": "In response to the decision to ban the Awami League by the interim government led by Muhammad Yunus, Hasina called Yunus an usurper who unconstitutionally seized power, and threatened to hold Yunus accountable for that someday. ",
  "Posted on": "Nov 2, 2025",
  "Source": "https:\/\/www.facebook.com\/reel\/1385066789902734",
  "Quote 1": "They banned the Awami League? How dare they! Who are they to decide whether the Awami League should be banned? We are the elected representatives of the people. They are the ones who created militancy.",
  "Quote 2": "Yunus, who has seized power — what right does he have? He has taken power illegally and unconstitutionally. All of his actions and instructions are illegal.",
  "Quote 3": "For this unlawful seizure of power, they will face consequences one day, God willing. The responsibility for the violence and murder will be held accountable.",
  "Violent": "No",
  "MP3": "Hasina_s warning on AL ban.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 14,
  "Theme": "Hasina asks to seek revenge",
  "Details": "Hasina urges her followers to seek revenge. Follow the strategy used in guerilla warfare and burn down the houses of political rivals.",
  "Posted on": "Nov 25, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/r\/14SB3jh9fGt\/",
  "Quote 1": "Putting it simply. a hand for a hand, an eye for an eye, this is what the Quran says.",
  "Quote 2": "The one who burns your house, [why] will he have his house [intact]? Why? What is this weakness?",
  "Quote 3": "We must remember this when we fought a guerrilla war for independence.",
  "Violent": "Yes",
  "MP3": "Eye for an eye-Hasina.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 15,
  "Theme": "Hasina calls disruptors bastards",
  "Details": "Hasina threatens to deport the ones who disrupted her call. ",
  "Posted on": "Aug 1, 2025",
  "Source": "https:\/\/www.facebook.com\/PrivateUSAB\/videos\/2644354082565816\/?rdid=eqvJQGlqrIXmSvQD#",
  "Quote 1": "Some bad guys are entering the call and talking nonsense. These are the bastards of Pakistani ghosts, who are saying all these disgusting things.",
  "Quote 2": "I will put them on a ship and send them to Karachi. God willing.",
  "Violent": "Yes",
  "MP3": "Hasina calling dissenters Pakistani bastards.mp3",
  "Submitted": "No"
 },
 {
  "Sl.": 16,
  "Theme": "Hasina instigates Army and Police",
  "Details": "Hasina instigated the army by linking the trial of the officers who were involved in enforced disappearances and extrajudicial killings to the global image of the army and questioned if the force had lost its ability to protest or rebel.",
  "Posted on": "Oct 23, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/v\/19iCxzXEc6\/",
  "Quote 1": "You see those who are working. Their duty. They have been given responsibility. Cases are being filed against them. Today, 28 or 29 people from the armed forces have been filed against them. Charge sheets will be filed against them. They will be punished. Why? They have obeyed the orders from above. Police acted on orders from their superiors. They (protesters) have beaten the police [to death] and tied their feet, and hung them.",
  "Quote 2": "Those NCP leaders. Who are they, Sarjis, Hasnat? They keep threatening the army. I don't know. Has the army lost its strength? Can't they arrest them and take them away? Then they would’ve gotten an answer.",
  "Quote 3": "Today, they are destroying our armed forces. If such cases are filed against officers of a country's armed forces, whether retired or active, how would that impact their global image? Back then, they refused to shoot. And refused to say anything against those who are committing arson attacks one after another. If they could, they would’ve brought them with garlands of flowers. Why? They will not be able to go to the United Nations or to peacekeeping missions. What happened to them now? If they had not betrayed and stood by the people, if they had not sided with the terrorists, then perhaps the army would not have to see these days today.",
  "Violent": "Yes",
  "MP3": "Hasina on liability of deaths.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 17,
  "Theme": "Hasina denies her role in 2024 crackdown",
  "Details": "Hasina blames Dr Yunus and Tarique Rahman for the deaths during the crackdown in 2024 July and August.",
  "Posted on": "Nov 24, 2025",
  "Source": "https:\/\/www.facebook.com\/reel\/707675991954897",
  "Quote 1": "If you can make people die, the government will fall. This was part of Yunus’ meticulous design. Tarique Rahman was his ally in this.",
  "Quote 2": "They are now using that court again. They have amended the law. They do not have the right to make these amendments. There is no functioning parliament. Justice cannot be ensured by amending a law through executive order and setting up a court. I understand why they are doing this. It is an act of revenge against me in response to the war criminal trial. I did not order anyone to be killed; it was Dr Mohammad Yunus who gave the order. Tarek Zia is also involved in it.",
  "Violent": "No",
  "MP3": "Hasina_s version of August 5.mp3",
  "Submitted": "Yes"
 },
 {
  "Sl.": 18,
  "Theme": "Call for unity and resistance",
  "Details": "Hasina expressed her frustration over the situation in the administration, police and army. She urged her followers to compile a list of people who harmed them and resist them.",
  "Posted on": "Oct 29, 2025",
  "Source": "https:\/\/www.facebook.com\/share\/v\/1L3ddybTEj\/",
  "Quote 1": "Today, the administration has been destroyed, the police have been killed, all the police outposts have been set on fire, the police have been destroyed. Now, by filing cases against the army officers and harassing them, Yunus wants to destroy the sovereignty and independence of Bangladesh, by killing those who protect the sovereignty and autonomy. The country must be saved from this.",
  "Quote 2": "And those who burned your houses, insulted your mother and tortured your children, there is no mercy for them. Let's be clear, there is no mercy.",
  "Quote 3": "Make a list and take action. From now on, you will have to take action wherever you have it. An eye for an eye, a hand for a hand, keeping in mind the Quran, you will take action wherever you have it. This is what I want.",
  "Violent": "Yes",
  "MP3": "Unite and resist.mp3",
  "Submitted": "Yes"
 },
 {
  "Source": "https:\/\/www.facebook.com\/reel\/1000988355404078"
 }
